[
    {
      "id": "1",
      "subject": "श्री राजन स्वामी जीको जन्म सन् १९६६ मा बलिया जिल्लाको ग्राम सीसोटारमा भएको थियो। उहाँकी माताजीको स्वभाव अत्यन्त स्नेहमयी र आध्यात्मिक थियो र उहाँका पिताजीले सधैं निर्धनहरूको अधिकारहरूको रक्षा र सामाजिक कल्याणको लागि उदारतापूर्वक आफ्नो सम्पत्ति खर्च गर्नुभयो।\n\nश्री राजन स्वामी बाल्यकालदेखि नै परिश्रमी, अध्ययनशील, सौम्य, मृदुभाषी, र तीव्र बुद्धिका धनी हुनुहुन्थ्यो। विद्यार्थी जीवनमा उहाँ सधैं कक्षामा अव्वल हुनुहुन्थ्यो र समय बचाएर अर्को कक्षाको पुस्तकहरू पनि पढ्नुहुन्थ्यो। संस्कृत भाषामा सधैं उहाँको विशेष रुचि रह्यो।\n\nपूर्व संस्कार, समय समयमा प्राप्त सत्संग, र आध्यात्मिक ग्रन्थहरूले दिएका दिशानिर्देशनुसार उहाँले पहिलो मन्त्र जप, त्यसपछि ध्यान साधना प्रारम्भ गर्नुभयो। १४ वर्षको अल्प आयुमा उहाँले घरमा प्रत्येक दिन ४-५ घण्टा नियमित साधना गर्न थाल्नुभयो। कठोर साधनामय दिनचर्या र सधैं परमात्मा चिन्तनमा डुबेको कारण उहाँको मन सांसारिक गतिविधिहरूबाट विरक्त हुँदै गयो।\n\nस्वामी जीले १८ वर्षको अल्प आयुमा गृहत्याग गरी सन्यास लिइरहनुभयो। त्यसपछि उहाँ कहिल्यै आफ्नो घर फर्किनुभयो। साधनाको रूपमा धन, वस्त्र, र खाद्यान्न नलिई, केवल वेदहरूको प्रतिलिपि लिएर उहाँ यात्रा गर्नुभयो। हिमालय र उत्तर भारतका विभिन्न प्रान्तहरूमा यात्रा गर्दै उहाँ एकान्तवासमा आफ्नो आत्मिक भूखलाई तृप्त गर्नमा व्यस्त रहनुभयो। उहाँले योग सिकेर योगाभ्यास पनि गर्नुभयो र वेद तथा अन्य आर्ष ग्रन्थहरूको अध्ययन पनि गर्नुभयो। साधनाकालमा उहाँले कहिल्यै पर्न नलिई, ध्यानमा बसेर रात बिताउनुभयो।\n\nसंयोगवश २० वर्षको उमेरमा उहाँ श्री निजानन्द आश्रमका महान धर्मोपदेशक, धर्मवीर सरकार श्री जगदीश चन्द्र जी महाराजसँग सम्पर्कमा आउनुभयो र श्री प्राणनाथ जीको अमृतमयी अखण्ड वाणीको ज्ञान पाउँदा उहाँलाई मानसिक शान्ति प्राप्त भयो। उहाँ श्री निजानन्द आश्रम, रतनपुरीमा सरकार श्रीको सान्निध्यमा रहेर ज्ञान अर्जन गर्न थाल्नुभयो। उहाँले श्री प्राणनाथ जीको वाणी र बीतक साहेबका साथै अन्य सबै धर्मग्रन्थहरूको पनि गहिरो अध्ययन र मन्थन गर्नुभयो। परमहंस महाराज श्री रामरतन जीको जीवनको उहाँमाथि गहिरो प्रभाव परेको छ। उहाँले आश्रममा १५ वर्षसम्म साहित्य सेवा गर्दै धेरै ग्रन्थहरूको रचना र हिन्दी अनुवाद गरेर आफ्नो सद्गुरुका चरणमा प्रकाशनको लागि समर्पित गर्नुभयो। उहाँको पहिलो ग्रन्थ \"सत्यांजलि\" हो, जसले वेद शास्त्रहरूका प्रमाणहरूबाट श्री निजानन्द सम्प्रदायका सिद्धान्तहरूको पुष्टि गर्दछ।\n\nसरकार श्रीको धामगमनपछि उहाँले श्री प्राणनाथ जी द्वारा स्थापित मुक्तिपीठ पन्ना (मध्य प्रदेश) को पुण्य स्थली चोपड़ा जी मन्दिरमा ५ वर्षसम्म कठोर साधना गर्नुभयो। त्यसपछि अक्षरातीत श्री प्राणनाथ जी र सद्गुरु महाराज जीको अन्तःप्रेरणाबाट उहाँले २००५ मा सरसावामा श्री प्राणनाथ ज्ञानपीठको स्थापना गर्नुभयो। यस संस्थाको माध्यमबाट उहाँ समाजमा ब्रह्मज्ञान र शिक्षा फैलाउनमा तत्पर हुनुहुन्छ र आफ्नो बाँकी जीवन यस महान उद्देश्यको लागि समर्पित गर्नुभएको छ।",
      "imageUrl": "/assets/img/p1.jpg"
    }
  ]
